import styles from './styles.module.sass';

import NavBar from '../../components/NavBar/NavBar';
import ScrollToTop from '../../components/ScrollToTop/ScrollToTop';
import Footer from '../../components/Footer/Footer';

export default function PrivacyPolicy() {
  return (
    <div className='overflow-hidden'>
      <header className=' bg-no-repeat bg-cover bg-center w-full pb-20 bg-shini'>
        <div className='container '>
          <NavBar />
          <div className='mt-28 px-4' data-aos='fade-right'>
            <h1
              className='font-forms font-bold 2xl:text-6xl xl:text-6xl lg:text-5xl md:text-4xl text-3xl 
                2xl:text-start xl:text-start lg:text-start text-center flex flex-col text-white'
            >
              Политика конфиденциальности
            </h1>
          </div>
        </div>
      </header>
      <ScrollToTop />
      <main className='mt-10'>
        <div className='container flex flex-col items-center'>
          <section className='2xl:mb-28 mb-10  px-4 flex flex-col items-start w-full'>
            <div>
              <h1 className='article-title page-title'>
                ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
              </h1>
              <div className={styles.page_body}>
                <p>
                  &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
                  &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;
                  <br />
                  Настоящая Политика конфиденциальности персональных данных
                  (далее – Политика конфиденциальности) действует в отношении
                  всей информации, которую Интернет-магазин «4car»,
                  &nbsp;расположенный на доменном имени 4car.kz, может получить
                  о Пользователе во время использования сайта Интернет-магазина,
                  программ и продуктов Интернет-магазина.&nbsp;
                </p>
                <p>
                  <br />
                  1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
                  <br />
                  1.1.&nbsp;&nbsp; &nbsp;В настоящей Политике конфиденциальности
                  используются следующие термины:&nbsp;
                  <br />
                  1.1.1.&nbsp;&nbsp; &nbsp;«Администрация сайта
                  Интернет-магазина (далее – Администрация сайта) » –
                  уполномоченные сотрудники на управления сайтом, действующие от
                  имени ТОО Торговый дом «Кама-Казахстан», &nbsp;которые
                  организуют и (или) осуществляет обработку персональных данных,
                  а также определяет цели обработки персональных данных, состав
                  персональных данных, подлежащих обработке, действия
                  (операции), совершаемые с персональными данными.
                  <br />
                  1.1.2. «Персональные данные» - любая информация, относящаяся к
                  прямо или косвенно определенному или определяемому физическому
                  лицу (субъекту персональных данных).
                  <br />
                  1.1.3. «Обработка персональных данных» - любое действие
                  (операция) или совокупность действий (операций), совершаемых с
                  использованием средств автоматизации или без использования
                  таких средств с персональными данными, включая сбор, запись,
                  систематизацию, накопление, хранение, уточнение (обновление,
                  изменение), извлечение, использование, передачу
                  (распространение, предоставление, доступ), обезличивание,
                  блокирование, удаление, уничтожение персональных данных.
                  <br />
                  1.1.4. «Конфиденциальность персональных данных» - обязательное
                  для соблюдения Оператором или иным получившим доступ к
                  персональным данным лицом требование не допускать их
                  распространения без согласия субъекта персональных данных или
                  наличия иного законного основания.
                  <br />
                  1.1.5. «Пользователь сайта Интернет-магазина (далее ‑
                  Пользователь)» – лицо, имеющее доступ к Сайту, посредством
                  сети Интернет и использующее Сайт интернет-магазина.
                  <br />
                  1.1.6. «Cookies» — небольшой фрагмент данных, отправленный
                  веб-сервером и хранимый на компьютере пользователя, который
                  веб-клиент или веб-браузер каждый раз пересылает веб-серверу в
                  HTTP-запросе при попытке открыть страницу соответствующего
                  сайта.
                  <br />
                  1.1.7. «IP-адрес» — уникальный сетевой адрес узла в
                  компьютерной сети, построенной по протоколу IP.
                  <br />
                  2.&nbsp;&nbsp; &nbsp;ОБЩИЕ ПОЛОЖЕНИЯ
                  <br />
                  2.1.&nbsp;&nbsp; &nbsp;Использование Пользователем сайта
                  Интернет-магазина означает согласие с настоящей Политикой
                  конфиденциальности и условиями обработки персональных данных
                  Пользователя.
                  <br />
                  2.2.&nbsp;&nbsp; &nbsp;В случае несогласия с условиями
                  Политики конфиденциальности Пользователь должен прекратить
                  использование сайта Интернет-магазина.
                  <br />
                  2.3.&nbsp;&nbsp; &nbsp;Настоящая Политика конфиденциальности
                  применяется только к сайту Интернет-магазина &nbsp;«4car».
                  Интернет-магазин не контролирует и не несет ответственность за
                  сайты третьих лиц, на которые Пользователь может перейти по
                  ссылкам, доступным на сайте Интернет-магазина.&nbsp;
                  <br />
                  2.4.&nbsp;&nbsp; &nbsp;Администрация сайта не проверяет
                  достоверность персональных данных, предоставляемых
                  Пользователем сайта Интернет-магазина.
                </p>
                <p>3.&nbsp;&nbsp; &nbsp;ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</p>
                <p>
                  3.1.&nbsp;&nbsp; &nbsp;Настоящая Политика конфиденциальности
                  устанавливает обязательства Администрации сайта
                  интернет-магазина по неразглашению и обеспечению режима защиты
                  конфиденциальности персональных данных, которые Пользователь
                  предоставляет по запросу Администрации сайта при регистрации
                  на сайте интернет-магазина или при оформлении заказа для
                  приобретения Товара.
                  <br />
                  3.2. Персональные данные, разрешённые к обработке в рамках
                  настоящей Политики конфиденциальности, предоставляются
                  Пользователем путём заполнения формы заказа на Сайте
                  интернет-магазина &nbsp;«4car» в разделе Корзина и включают в
                  себя следующую информацию:&nbsp;
                  <br />
                  3.2.1. фамилию, имя, отчество Пользователя;&nbsp;
                  <br />
                  3.2.2. контактный телефон Пользователя;
                  <br />
                  3.2.3. адрес электронной почты (e-mail);&nbsp;
                  <br />
                  3.2.4. адрес доставки Товара;
                  <br />
                  3.2.5. ИИН Пользователя
                  <br />
                  3.2.6. БИН Пользователя
                  <br />
                  3.2.7. Название организации Пользователя
                  <br />
                  3.3. Любая иная персональная информация неоговоренная выше
                  (история покупок, используемые браузеры и операционные системы
                  и т.д.) подлежит надежному хранению и нераспространению, за
                  исключением случаев, предусмотренных в п.п. 5.2. и 5.3.
                  настоящей Политики конфиденциальности.
                  <br />
                  4.&nbsp;&nbsp; &nbsp;ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
                  ПОЛЬЗОВАТЕЛЯ
                  <br />
                  4.1. Персональные данные Пользователя Администрация сайта
                  интернет-магазина может использовать в целях:
                  <br />
                  4.1.1. Идентификации Пользователя, зарегистрированного на
                  сайте Интернет-магазина, для оформления заказа.
                  <br />
                  4.1.2. Предоставления Пользователю доступа к
                  персонализированным ресурсам Сайта интернет-магазина.
                  <br />
                  4.1.3. Установления с Пользователем обратной связи, включая
                  направление уведомлений, запросов, касающихся использования
                  Сайта интернет-магазина, оказания услуг, обработка запросов и
                  заявок от Пользователя.
                  <br />
                  4.1.4. Определения места нахождения Пользователя для
                  обеспечения безопасности, предотвращения мошенничества.
                  <br />
                  4.1.5. Подтверждения достоверности и полноты персональных
                  данных, предоставленных Пользователем.
                  <br />
                  4.1.6. Создания учетной записи для совершения покупок, если
                  Пользователь дал согласие на создание учетной записи.
                  <br />
                  4.1.7. Уведомления Пользователя Сайта интернет-магазина о
                  состоянии Заказа.
                  <br />
                  4.1.8. Предоставления Пользователю эффективной клиентской и
                  технической поддержки при возникновении проблем связанных с
                  использованием Сайта интернет-магазина.&nbsp;
                  <br />
                  4.1.9. Предоставления Пользователю с его согласия, обновлений
                  продукции, специальных предложений, информации о ценах,
                  новостной рассылки и иных сведений от имени Интернет-магазина
                  или от имени партнеров Интернет-магазина.
                  <br />
                  4.1.10. Предоставления доступа Пользователю на сайты или
                  сервисы партнеров Интернет-магазина с целью получения
                  продуктов, обновлений и услуг.
                </p>
                <p>
                  5.&nbsp;&nbsp; &nbsp;СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ
                  ИНФОРМАЦИИ
                  <br />
                  5.1. Обработка персональных данных Пользователя осуществляется
                  без ограничения срока, любым законным способом, в том числе в
                  информационных системах персональных данных с использованием
                  средств автоматизации или без использования таких
                  средств.&nbsp;
                  <br />
                  5.2. Пользователь соглашается с тем, что Администрация сайта
                  вправе передавать персональные данные третьим лицам, в
                  частности, курьерским службам, организациями почтовой связи,
                  операторам электросвязи, исключительно в целях выполнения
                  заказа Пользователя, оформленного на Сайте интернет-магазина
                  «4car», включая доставку Товара.
                  <br />
                  5.3. Персональные данные Пользователя могут быть переданы
                  уполномоченным органам государственной власти Республики
                  Казахстан только по основаниям и в порядке, установленным
                  законодательством Республики Казахстан.
                  <br />
                  5.4. При утрате или разглашении персональных данных
                  Администрация сайта информирует Пользователя об утрате или
                  разглашении персональных данных.
                  <br />
                  5.5. Администрация сайта принимает необходимые организационные
                  и технические меры для защиты персональной информации
                  Пользователя от неправомерного или случайного доступа,
                  уничтожения, изменения, блокирования, копирования,
                  распространения, а также от иных неправомерных действий
                  третьих лиц.
                  <br />
                  5.6. Администрация сайта совместно с Пользователем принимает
                  все необходимые меры по предотвращению убытков или иных
                  отрицательных последствий, вызванных утратой или разглашением
                  персональных данных Пользователя.
                  <br />
                  6.&nbsp;&nbsp; &nbsp;ОБЯЗАТЕЛЬСТВА СТОРОН
                  <br />
                  6.1. Пользователь обязан:
                  <br />
                  6.1.1. Предоставить информацию о персональных данных,
                  необходимую для пользования Сайтом интернет-магазина.
                  <br />
                  6.1.2. Обновить, дополнить предоставленную информацию о
                  персональных данных в случае изменения данной информации.
                  <br />
                  6.2. Администрация сайта обязана:
                  <br />
                  6.2.1. Использовать полученную информацию исключительно для
                  целей, указанных в п. 4 настоящей Политики конфиденциальности.
                  <br />
                  6.2.2. Обеспечить хранение конфиденциальной информации в
                  тайне, не разглашать без предварительного письменного
                  разрешения Пользователя, а также не осуществлять продажу,
                  обмен, опубликование, либо разглашение иными возможными
                  способами переданных персональных данных Пользователя, за
                  исключением п.п. 5.2. и 5.3. настоящей Политики
                  Конфиденциальности.
                  <br />
                  6.2.3. Принимать меры предосторожности для защиты
                  конфиденциальности персональных данных Пользователя согласно
                  порядку, обычно используемого для защиты такого рода
                  информации в существующем деловом обороте.
                  <br />
                  6.2.4. Осуществить блокирование персональных данных,
                  относящихся к соответствующему Пользователю, с момента
                  обращения или запроса Пользователя или его законного
                  представителя либо уполномоченного органа по защите прав
                  субъектов персональных данных на период проверки, в случае
                  выявления недостоверных персональных данных или неправомерных
                  действий.
                  <br />
                  7.&nbsp;&nbsp; &nbsp;ОТВЕТСТВЕННОСТЬ СТОРОН
                  <br />
                  7.1. Администрация сайта, не исполнившая свои обязательства,
                  несёт ответственность за убытки, понесённые Пользователем в
                  связи с неправомерным использованием персональных данных, в
                  соответствии с законодательством Республики Казахстан, за
                  исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2.
                  настоящей Политики Конфиденциальности.
                  <br />
                  7.2. В случае утраты или разглашения Конфиденциальной
                  информации Администрация сайта не несёт ответственность, если
                  данная конфиденциальная информация:
                  <br />
                  7.2.1. Стала публичным достоянием до её утраты или
                  разглашения.
                  <br />
                  7.2.2. Была получена от третьей стороны до момента её
                  получения Администрацией сайта.
                  <br />
                  7.2.3. Была разглашена с согласия Пользователя.
                  <br />
                  8.&nbsp;&nbsp; &nbsp;РАЗРЕШЕНИЕ СПОРОВ
                  <br />
                  8.1. До обращения в суд с иском по спорам, возникающим из
                  отношений между Пользователем сайта Интернет-магазина и
                  Администрацией сайта, обязательным является предъявление
                  претензии (письменного предложения о добровольном
                  урегулировании спора).&nbsp;
                  <br />
                  8.2 .Получатель претензии в течение 30 календарных дней со дня
                  получения претензии, письменно уведомляет заявителя претензии
                  о результатах рассмотрения претензии.&nbsp;
                  <br />
                  8.3. При не достижении соглашения спор будет передан на
                  рассмотрение в судебный орган в соответствии с действующим
                  законодательством Республики Казахстан.
                  <br />
                  8.4. К настоящей Политике конфиденциальности и отношениям
                  между Пользователем и Администрацией сайта применяется
                  действующее законодательство Республики Казахстан.
                  <br />
                  9.&nbsp;&nbsp; &nbsp;ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
                  <br />
                  9.1. Администрация сайта вправе вносить изменения в настоящую
                  Политику конфиденциальности без согласия Пользователя.
                  <br />
                  9.2. Новая Политика конфиденциальности вступает в силу с
                  момента ее размещения на Сайте интернет-магазина, если иное не
                  предусмотрено новой редакцией Политики конфиденциальности.
                  <br />
                  9.3. Все предложения или вопросы по настоящей Политике
                  конфиденциальности следует сообщать &nbsp;сообщением на
                  электронную почту info@4car.kz
                  <br />
                  9.4. Действующая Политика конфиденциальности размещена на
                  странице по адресу 4car.kz/politika-konfidencialnosti.
                </p>
              </div>
            </div>
          </section>
        </div>
      </main>
      <footer>
        <Footer />
      </footer>
    </div>
  );
}
