import styles from './styles.module.sass';

import NavBar from '../../components/NavBar/NavBar';
import ScrollToTop from '../../components/ScrollToTop/ScrollToTop';
import Footer from '../../components/Footer/Footer';

export default function PublichnayaOferta() {
  return (
    <div className='overflow-hidden'>
      <header className=' bg-no-repeat bg-cover bg-center w-full pb-20 bg-shini'>
        <div className='container '>
          <NavBar />
          <div className='mt-28 px-4' data-aos='fade-right'>
            <h1
              className='font-forms font-bold 2xl:text-6xl xl:text-6xl lg:text-5xl md:text-4xl text-3xl 
                  2xl:text-start xl:text-start lg:text-start text-center flex flex-col text-white'
            >
              Публичная оферта
            </h1>
          </div>
        </div>
      </header>
      <ScrollToTop />
      <main className='mt-10'>
        <div className='container flex flex-col items-center'>
          <section className='2xl:mb-28 mb-10  px-4 flex flex-col items-start w-full'>
            <div className={styles.page_body}>
              <p>
                <strong>ПУБЛИЧНАЯ ОФЕРТА</strong>
                <br /> <strong>ДЛЯ НЕОГРАНИЧЕННОГО КРУГА ЛИЦ</strong>
              </p>
              <p />
              <p>
                Настоящая Публичная оферта, адресована неограниченному кругу
                лиц, заинтересованных в приобретении продукции, представленной
                на официальном интернет-сайте&nbsp;
                <a href='https://4car.kz/'>www.4car.kz</a>, и является
                официальным и публичным предложением Товарищества с ограниченной
                ответственностью &quot;ADAK W&amp;T&quot; (БИН 131240018078;
                юридический адрес: 050010, г. Алматы, ул. Казыбаева, 270а; ИИК:
                KZ898560000006295922, Алматинский филиал АГФ АО
                БанкЦентрКредит&quot;, БИК KCJBKZKX) заключить договор розничной
                купли-продажи, предмет и условия которого описаны в настоящем
                предложении.
              </p>
              <p>
                Пожалуйста, ознакомьтесь с условиями настоящего предложения, и
                если Вы не согласны с каким-либо пунктом, Вам предлагается
                отказаться от покупки Товаров.
              </p>
              <p>
                <strong>1. Термины и определения</strong>
              </p>
              <p>
                В настоящем документе, если контекст не требует иного,
                нижеприведенные термины имеют следующие значения:
              </p>
              <p>
                <strong>«Публичная оферта»</strong>&nbsp;— настоящее предложение
                Про­дав­ца, ад­ре­сован­ное неограниченному кругу лиц,
                зак­лю­чить с ним До­говор на нижеуказанных ус­ло­ви­ях.
              </p>
              <p>
                <strong>«Договор» -&nbsp;</strong>договор розничной
                купли-продажи, заключаемый на условиях, содержащихся в Публичной
                оферте.
              </p>
              <p>
                «<strong>Про­давец</strong>» - Товарищество с ограниченной
                ответственностью «ADAK W&amp;T», ре­али­зу­ющее То­вар,
                предс­тав­ленный на Ин­тернет-сай­те.
              </p>
              <p>
                «<strong>По­купа­тель</strong>» - ли­цо, заинтересованное в
                приобретении Товара Продавца и обратившееся с предложением
                купить Товар и тем самым зак­лю­чить с Про­дав­цом Договор.
              </p>
              <p>
                «<strong>Ак­цепт</strong>» - пол­ное и бе­зого­вороч­ное
                при­нятие По­купа­телем ус­ло­вий, содержащихся в настоящем
                документе.
              </p>
              <p>
                «<strong>Товар</strong>» - пе­речень на­име­нова­ний
                ас­сорти­мен­та изделий представленный на офи­ци­аль­ном
                Интернет-сай­те Продавца.
              </p>
              <p>
                «<strong>За­каз</strong>» - от­дель­ные по­зиции из пе­реч­ня
                То­вара, ука­зан­ные Покупателем при оформлении за­яв­ки на
                Ин­тернет-сай­те Продавца либо по телефону или&nbsp;посредством
                мессенджеров (Whatsap и другие), указанным на
                Интернет-сайте&nbsp;.
              </p>
              <p>
                <strong>«Электронный адрес Покупателя»</strong>&nbsp;- адрес
                электронной почты Покупателя, указанный при оформлении Заказа.
              </p>
              <p>
                <strong>«Контактный телефон»</strong>&nbsp;- контактный
                номер(-а) Покупателя, указанный(-е) при оформлении Заказа.
              </p>
              <p>
                «<strong>Интернет-сайт</strong>» – совокупность электронных
                документов (файлов) Продавца, доступных в сети Интернет через
                протоколы HTTP / HTTPS, объединенных под доменными
                именами:&nbsp;
                <a href='http://www.4car.kz/'>www.4car.kz</a>&nbsp;и всеми
                доменными именами следующих уровней.
              </p>
              <p>
                «<strong>Автомобильные товары</strong>» - изделия и материалы,
                используемые для эксплуатации замены или ремонта в транспортных
                средствах.
              </p>
              <p>
                Настоящий документ может содержать термины, не перечисленные в
                данной статье. В этом случае они должны толковаться в
                соответствии с действующим законодательством, если это
                применимо, либо в соответствии с их общепринятым толкованием в
                ходе использования на Интернет-сайте, а за неимением такового —
                в сети Интернет.
              </p>
              <p>
                <strong>2. Общие положения</strong>
              </p>
              <p>
                2.1. В соответствии со статьей 395 Гражданского Кодекса
                Республики Казахстан (далее – «ГК РК») данный документ является
                Публичной офертой. В случае принятия изложенных ниже условий
                Покупатель, производящий Акцепт настоящей Публичной оферты,
                оформляет заявку на Интернет-сайте Продавца либо по телефону,
                указанному на Интернет-сайте, и осуществляет оплату Товара
                Продавца в соответствии с условиями, указанными в настоящей
                Публичной оферте. Оформление заказа Товара Покупателем является
                Акцептом Публичной оферты, что считается равносильным заключению
                Договора на условиях, изложенных в настоящей Публичной оферте
                (п. 3 ст. 396 ГК РК).
                <br /> 2.2. Настоящая Публичная оферта действует только на
                территории Республики Казахстан (далее — РК) в отношении Товара,
                представленного на Интернет-сайте и имеющегося в наличии.
                <br /> 2.3. Совершая действия по Акцепту настоящей Публичной
                оферты, Покупатель подтверждает свою правоспособность и
                дееспособность.
              </p>
              <p>
                <strong>3. Предмет</strong>
              </p>
              <p>
                3.1. Про­давец про­да­ет То­вар в со­от­ветс­твии с ценами,
                опубликованными на Ин­тернет-сайте Про­дав­ца, а По­купа­тель
                про­из­во­дит оп­ла­ту и принима­ет То­вар в со­от­ветс­твии с
                усло­ви­ями, определенными Публичной офертой.
              </p>
              <p>
                <strong>4. Оформление Заказа</strong>
              </p>
              <p>
                4.1. За­каз То­вара осу­щест­вля­ет­ся По­купа­телем че­рез
                Ин­тернет-сайт Продавца или посредством телефонной связи с
                диспетчерской службой Продавца или посредством мессенджеров
                (Whatsap и другие), указанным на Интернет-сайте. Порядок
                оформления Заказа Товара, срок исполнения Заказа и контактные
                данные Продавца указаны на интернет-сайте.
              </p>
              <p>
                4.2. При оформлении За­каза на Ин­тернет-сай­те Про­дав­ца,
                По­купа­тель обязу­ет­ся предоставить сле­ду­ющую достоверную
                ин­форма­цию о се­бе:
              </p>
              <p>
                • фа­милия, имя, от­чест­во
                <br /> • фак­ти­чес­кий ад­рес дос­тавки;
                <br /> • ад­рес элект­рон­ной поч­ты;
                <br /> • кон­такт­ные те­лефо­ны (далее – «Персональные
                данные»).
              </p>
              <p>
                По­купа­тель име­ет пра­во ре­дак­ти­ровать Персональные данные.
                Про­давец обязует­ся не сооб­щать Персональные дан­ные
                По­купа­теля, имеющиеся на Ин­тернет-сай­те, а также иную
                ин­форма­цию, ка­са­ющуюся По­купа­теля, ли­цам, не имеющим
                отношения к ис­полнению За­каза.
                <br /> 4.3. По­купа­тель не­сет от­ветс­твен­ность за
                со­дер­жа­ние и дос­то­вер­ность ин­форма­ции,
                пре­дос­тавлен­ной при раз­ме­щении За­каза.
                <br /> 4.4. При оформлении Заказа на Интернет-сайте, Покупатель
                соглашается с тем, владеет информацией в отношении вида, марки,
                способов использования и применения Товара, подлежащего Заказу.
                Продавец не несёт ответственности за ненадлежащее использование
                Товаров Покупателем.
                <br /> 4.5. День оформления Заказа является датой принятия
                Покупателем настоящей Публичной оферты.
                <br /> 4.6. Заказ имеет право получать как лицо, на которое
                оформлен Заказ, так и его представитель при условии, если
                Покупатель подтвердит свое согласие при оформлении Заказа. В
                случае согласия Покупателя на получение Заказа его
                представителем, Покупатель должен указать данные своего
                представителя в поле «Ваши комментарии к заказу» при оформлении
                Заказа на интернет-сайте онлайн или по телефону диспетчерской
                службы Продавца. В ином случае, Продавец не несет
                ответственность за ненадлежащее исполнение обязательства. В
                момент приёма Заказа Покупатель либо его представитель обязан
                подтвердить свою личность посредством предъявления сотруднику
                курьерской службы доставки либо сотруднику Продавца
                удостоверения личности или иного документа, подтверждающего
                личность.
                <br /> 4.7. Для детального просмотра, а также сохранения истории
                Заказов Покупатель может осуществить регистрацию на
                Интернет-сайте, где ему будет присвоено имя пользователя и
                пароль.
              </p>
              <p>
                <strong>5. Сроки исполнения Заказа</strong>
              </p>
              <p>
                5.1. Срок исполне­ния За­каза ого­варивается с По­купа­телем
                индивиду­аль­но в зависимос­ти от ха­рак­те­рис­тик и
                ко­личест­ва за­казан­но­го То­вара, а также от места, куда
                должен быть доставлен Товар.
                <br /> 5.2. В случае, если Продавец не может исполнить Заказ в
                срок по независящим от Продавца обстоятельствам, то Продавец
                должен уведомить об этом Покупателя в течение 1 (одного)
                рабочего дня с момента возникновения таких обстоятельств путем
                направления сообщения на Электронный адрес Покупателя, либо
                связаться с Покупателем по Контактному телефону.
                <br /> 5.3. В случае, когда причиной нарушения срока исполнения
                Заказа послужили действия либо бездействия третьих лиц, Продавец
                не несет ответственности за такие нарушения, если докажет
                невиновность третьих лиц либо если это обусловлено
                обстоятельствами непреодолимой силы.
                <br /> 5.4. В случае от­сутс­твия час­ти За­каза на скла­де
                Про­дав­ца, в том чис­ле по при­чинам, не зависящим от
                пос­ледне­го, Про­давец впра­ве ан­ну­лиро­вать ука­зан­ный
                То­вар из За­каза Покупа­теля. Про­давец обя­зу­ет­ся связаться
                с Покупателем по Контактному телефону, либо уве­домить
                По­купа­теля об из­ме­нении комплек­тнос­ти его За­каза пу­тем
                нап­равле­ния со­об­ще­ния на Элект­рон­ный ад­рес Покупателя в
                течение 1 (одного) рабочего дня.
                <br /> 5.5. За­каз счи­та­ет­ся ис­полнен­ным в мо­мент
                пе­реда­чи Товара По­купа­телю. Подписываясь в акте
                приема-передачи Товара или накладной, предоставляемой
                сотрудником курьерской службы доставки Продавца, По­купа­тель
                подт­вер­жда­ет исполнение За­каза.
                <br /> 5.6. Стоимость, сроки и условия доставки Заказа
                Покупатель уточняет на Интернет-сайте Продавца и согласовывает с
                Продавцом в письменной либо устной форме.
                <br /> 5.7. В случае если доставка Товара произведена в
                установленные на Интернет-сайте либо согласованные с Покупателем
                сроки, но Товар не был передан Покупателю по его вине,
                последующая доставка производится в новые сроки, согласованные с
                Продавцом. В данном случае Покупатель обязан оплатить стоимость
                услуг первой и повторной доставки Товара.
                <br /> 5.8. В случае, если по вине Продавца Покупателю был
                доставлен Товар, несоответствующий Заказу, который был
                осуществлен по телефону, указанному на Интернет-сайте, то
                Продавец обязуется за свой счет доставить Покупателю Товар в
                максимально короткие сроки.
                <br /> 5.9. В слу­чае пре­дос­тавле­ния По­купа­телем
                не­дос­то­вер­ной ин­форма­ции о его кон­такт­ных дан­ных или
                сос­та­ве За­каза Про­давец за не­над­ле­жащее ис­полне­ние
                За­каза ответственности не не­сет.
              </p>
              <p>
                <strong>6. Цены, стоимость и оплата Заказа</strong>
              </p>
              <p>
                6.1. Оп­ла­та ис­полнен­но­го За­каза по выбору Покупателя может
                осу­щест­влять­ся следующими способами:
                <br /> 6.1.1. пу­тем пе­реда­чи По­купа­телем наличных
                де­неж­ных средств в валюте – казахстанский тенге, сот­рудни­ку
                курьерской службы дос­тавки Продавца при доставке по г. Алматы,
                либо, в случае если Покупатель самостоятельно забирает Заказ в
                офисе Продавца, сотруднику Продавца. Подт­вер­жде­ни­ем оп­ла­ты
                ис­полнен­но­го За­каза яв­ля­ет­ся кассовый или товарный чек;
                <br /> 6.1.2. путем перечисления денежных средств на расчетный
                счет Продавца после оформления Покупателем Заказа и получения
                подтверждения по Контактному телефону Покупателя и/или
                письменного подтверждения от Продавца, направленного на
                Электронный адрес Покупателя, о наличии выбранного Товара;
                <br /> 6.1.3. путем перечисления Покупателем денежных средств в
                режиме on-line через систему электронных платежей следующими
                платежными средствами:
                <br /> - кредитные карты (VISA, MasterCard, American Express, а
                также дебетные электронные карты), эмитированные любым банком;
                <br /> - электронная наличность – ОСМП QIWI. Платеж должен быть
                осуществлен только после получения Покупателем подтверждения по
                Контактному телефону Покупателя и/или письменного подтверждения
                от Продавца, направленного на Электронный адрес Покупателя, о
                наличии выбранного Товара. В случае оплаты Заказа Покупателем до
                получения вышеуказанного подтверждения при отсутствии выбранного
                Товара, возврат перечисленных денежных средств осуществляется
                Продавцом в течение 15 рабочих дней.
                <br /> 6.2. По­купа­тель име­ет пра­во вскрыть То­вар толь­ко
                пос­ле его оп­ла­ты.
                <br /> 6.3. Це­на на каж­дую по­зицию То­вара отоб­ра­жается на
                Ин­тернет-сай­те Продавца, является окончательной и не требует
                дополнительной платы при стандартных условиях доставки. В
                слу­чае из­ме­нения це­ны на за­казан­ные по­зиции То­вара
                Про­давец обя­зу­ет­ся в крат­чай­шие сро­ки про­ин­форми­ровать
                По­купа­теля о та­ком из­ме­нении. По­купа­тель впра­ве
                подт­вер­дить ли­бо ан­ну­лиро­вать За­каз.
                <br /> 6.4. В слу­чае от­сутс­твия свя­зи с По­купа­телем, а
                также неоплаты Заказа в те­чение 3 (трех) ка­лен­дарных дней с
                мо­мен­та его раз­ме­щения, За­каз счи­та­ет­ся
                аннулиро­ван­ным.
                <br /> 6.5. Це­ны на лю­бые по­зиции То­вара, ука­зан­ные на
                Ин­тернет-сай­те, мо­гут быть из­ме­нены Про­дав­цом в
                од­носто­рон­нем по­ряд­ке без уве­дом­ле­ния По­купа­теля.
              </p>
              <p>
                <strong>7. Возврат Заказа</strong>
              </p>
              <p>
                Если по каким-либо причинам покупатель решил отказаться от
                приобретенного товара, то, в соответствии с Законом РК «О защите
                прав потребителей» (для юридических лиц – согласно Гражданскому
                Кодексу РК) возврат товара возможен при соблюдении следующих
                условий:
              </p>
              <p>Возврат товара надлежащего качества.</p>
              <p>
                7.1Покупатель вправе отказаться от заказанного Товара в любое
                время до его получения, а после получения Товара - в течение 7
                (семи) дней, не считая дня покупки.
              </p>
              <p>
                7.2Возврат Товара надлежащего качества возможен в случае, если
                сохранены его товарный вид, потребительские свойства, а также
                документ, подтверждающий факт и условия покупки указанного
                Товара.
              </p>
              <p>
                7.3Покупатель не вправе отказаться от Товара, имеющего
                индивидуально-определенные свойства, если указанный Товар может
                быть использован исключительно приобретающим его Покупателем.
              </p>
              <p>
                7.4При отказе Покупателя от Товара надлежащего качества Продавец
                должен возвратить ему денежную сумму, уплаченную потребителем по
                договору, за исключением расходов продавца на доставку от
                потребителя возвращенного товара, не позднее чем через 10 дней
                со дня предъявления потребителем соответствующего требования.
              </p>
              <p>
                7.5 Возврат товара ненадлежащего качества. Под товаром
                ненадлежащего качества подразумевается товар, не способный
                обеспечить свои функциональные качества из-за существенного
                недостатка (с наличием дефектов/брака). Покупатель, которому
                продан товар ненадлежащего качества, если это не было оговорено
                продавцом, вправе по своему выбору заявить любое из
                нижеперечисленных требований:
              </p>
              <p>
                7.6 замены на товар аналогичной марки (модели, артикула) или на
                такой же товар другой марки (модели, артикула) с соответствующим
                перерасчетом покупной цены;
              </p>
              <p>7.7соразмерного уменьшения покупной цены;</p>
              <p>
                7.8 безвозмездного устранения недостатков товара или возмещения
                расходов на их исправление покупателем или третьим лицом;
              </p>
              <p>
                7.8вправе отказаться от исполнения договора и потребовать
                возврата уплаченной за товар суммы.
              </p>
              <p>
                Все вышеперечисленные требования по возврату товара
                ненадлежащего качества могут быть предъявлены в течение всего
                гарантийного срока.
              </p>
              <p>
                Интернет-магазин вправе отказать в обмене или возврате товара,
                если сочтет, что обнаруженный существенный недостаток является
                следствием неправильной эксплуатации товара.
              </p>
              <p>
                В случае возникновения разногласий по качеству или причинам
                возникновения недостатков, Интернет-магазин вправе провести
                независимую экспертизу за свой счет. Покупатель может
                участвовать в экспертизе и оспорить ее решение в суде. Если в
                результате экспертизы установлено, что недостатки товара
                возникли по вине Покупателя, то Покупатель обязан возместить
                Интернет-магазину стоимость экспертизы, а также связанные с ее
                проведением расходы на транспортировку и хранение товара.
              </p>
              <p>
                <br /> 7.9. Пра­во собс­твен­ности на За­каз, а так­же риск
                случайной гибели или случайной его порчи пе­рехо­дят к
                По­купа­телю, при условии полной оплаты стоимости Товара и
                доставки, с мо­мен­та получения Товара Покупателем.
              </p>
              <p>
                <strong>8. Прочие условия</strong>
              </p>
              <p>
                8.1. Настоящим Продавец заверяет, что он имеет все необходимые
                лицензии, разрешения, регистрационные свидетельства, сертификаты
                соответствия, а также иные документы, связанные с реализацией и
                рекламой Товара, а также гарантирует подлинность и качество всех
                представленных Товаров, и обязуется передать Покупателю Товар
                надлежащего качества, который соответствует образцу и/или
                описанию, представленному на Интернет-сайте.
                <br /> 8.2. Настоящая Публичная оферта не является безотзывной,
                т. е. может быть отозвана Продавцом до момента её Акцепта
                Покупателем. Продавец имеет право отказать в размещении Заказа
                лицам, выражающим несогласие с условиями, указанными в ней.
                <br /> 8.3.Товары, предлагаемые Продавцом Покупателю,
                представлены на Интернет-сайте в форме фотографических
                изображений и снабжены информационными материалами согласно
                требованиям законодательства. При этом Покупатель понимает и
                соглашается с тем, что фотографические изображения и
                информационные материалы носят справочный характер и могут не
                представлять полную и достоверную информацию об определенных
                характеристиках Товара. В связи с этим, в случае возникновения у
                Покупателя вопросов, касающихся Товара, перед размещением Заказа
                Покупателю следует обратиться за консультацией по телефону +7
                727 377 80 90 или направить запрос на адрес электронной почты
                Продавца -&nbsp;
                <a href='mailto:info@4car.kz'>info@4car.kz</a>.
              </p>
              <p />
            </div>
          </section>
        </div>
      </main>
      <footer>
        <Footer />
      </footer>
    </div>
  );
}
